Repository: FranBo10/naturewalk
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Thank you for giving your comment, pending for validation
fr: Merci pour votre commentaire, en attente de validation

source: Your user account has been modified
fr: Votre compte utilisateur a été modifié

source: We have sent you an e-mail to verify your account, please check your spam folder
fr: Nous vous avons envoyé un e-mail pour vérifier votre compte, veuillez vérifier votre dossier de spam

source: Your account has been successfully verified, you can now log in
fr: Votre compte a été vérifié avec succès, vous pouvez maintenant vous connecter

source: The date of the event cannot be earlier than the current date, please modify the date of the reservation
fr: La date de l'événement ne peut pas être antérieure à la date actuelle, veuillez modifier la date de la réservation

source: The event is closed and cannot receive further reservations
fr: L'événement est fermé et ne peut plus recevoir de réservations

source: Ups! We do not have a visit this day for this tour, please modify the booking date
fr: Oups ! Nous n'avons pas de visite ce jour-là pour cette visite, veuillez modifier la date de réservation

source: Sorry! The maximum number of participants for this event has been reached
fr: Désolé ! Le nombre maximum de participants pour cet événement a été atteint

source: Your booking has been confirmed, an e-mail has been sent, please check the spam
fr: Votre réservation a été confirmée, un e-mail a été envoyé, veuillez vérifier les spams

source: Your booking has been successfully modified, you can find the details on your profile
fr: Votre réservation a été modifiée avec succès, vous pouvez trouver les détails sur votre profil

source: Booking cancelled or deleted
fr: Réservation annulée ou supprimée

source: Book now
fr: Réservez maintenant

source: Prices
fr: Tarifs

source: Details
fr: Détails

source: Cancelations
fr: Annulations

source: Meeting point
fr: Point de rencontre

source: Opinions
fr: Avis

source: See full description
fr: Voir la description complète

source: Hide description
fr: Masquer la description

source: Price
fr: Prix

source: Free tours do not have a fixed price. Each person values the work of the guide and, at the end of the tour, he delivers the amount he considers to his will according to their satisfaction.
fr: Les visites gratuites n'ont pas de prix fixe. Chaque personne évalue le travail du guide et, à la fin de la visite, elle donne le montant qu'elle considère en fonction de sa satisfaction.

source: Duration
fr: Durée

source: Language
fr: Langue

source: The activity is carried out with an English-speaking guide
fr: L'activité est réalisée avec un guide anglophone

source: Included
fr: Inclus

source: English-speaking guide
fr: Guide anglophone

source: Not incluided
fr: Non inclus

source: Tips
fr: Pourboires

source: When to book ?
fr: Quand réserver ?

source: You can book up to 30 minutes before the tour starts
fr: Vous pouvez réserver jusqu'à 30 minutes avant le début de la visite

source: Accesibility
fr: Accessibilité

source: Not wheelchair accessible
fr: Non accessible en fauteuil roulant

source: Pets
fr: Animaux domestiques

source: Allowed
fr: Autorisé

source: Frequently asked questions
fr: Questions fréquentes

source: How to make the reservation ?
fr: Comment faire la réservation ?

source: Is a minimum number of participants needed ?
fr: Un nombre minimum de participants est-il nécessaire ?

source: The minimum number of participants is one person, so if it's your case, sign up and enjoy a pleasant time
fr: Le nombre minimum de participants est d'une personne, donc si c'est votre cas, inscrivez-vous et profitez d'un moment agréable

source: For any other doubt,
fr: Pour toute autre question,

source: Free cancelation
fr: Annulation gratuite

source: If you will not be able to attend the tour, please cancel the reservation, otherwise, the guide will be waiting for you.
fr: Si vous ne pouvez pas assister à la visite, veuillez annuler la réservation, sinon le guide vous attendra.

source: Second meeting point
fr: Deuxième point de rencontre

source: What our customers say
fr: Ce que disent nos clients

source: All reviews have been written by real customers who have booked with us.
fr: Tous les avis ont été rédigés par de vrais clients qui ont réservé avec nous.

source: Leave a comment
fr: Laissez un commentaire

source: Leave us your review
fr: Laissez-nous votre avis

source: Leave your comments
fr: Laissez vos commentaires

source: Log in to leave a comment
fr: Connectez-vous pour laisser un commentaire

source: Click here to connect
fr: Cliquez ici pour vous connecter

source: You may also like
fr: Vous aimerez aussi

source: Price:
fr: Prix :

source: Free Tour
fr: Visite gratuite

source: More information
fr: Plus d'informations

source: Welcome to our site !
fr: Bienvenue sur notre site !

source: Join us and discover cool towns and beautiful places full of life and nature
fr: Rejoignez-nous et découvrez des villes sympas et des endroits magnifiques pleins de vie et de nature

source: Enjoy the experience
fr: Profitez de l'expérience

source: For booking the tour of
fr: Pour réserver le tour de

source: , choose the desired date and complete the form, indicating the number of participants. Confirmation is immediate.
fr: , choisissez la date souhaitée et complétez le formulaire, en indiquant le nombre de participants. La confirmation est immédiate.

source: My Account
fr: Mon Compte

source: Phone:
fr: Téléphone:

source: Personal Details
fr: Détails Personnels

source: Choose your preferred avatar
fr: Choisissez votre avatar préféré

source: Validate changes
fr: Valider les modifications
